export default {
    data: [
        { tag: "h1", body: "Анкета Михаила Пилипенка" },
        { tag: "a", body: "<img src=\"assets\/img\/1.jpg\">", href: "https://www.facebook.com/musicvyp" },
        { tag: "a", body: "Страница с блоками", href: "./posts.html" },
        { tag: "ul", body: "По пунктам" },
        { tag: "li", body: "Коротко обо мнеМеня зовут Михаил Пилипенко. Мне 28 лет. Закончил обучение в школе. Потом в КНЕУ им. В. Гетьмана по специальности экономики предприятия, чем ни капли не горжусь. С 2012 года и по сей день работаю в государственном предприятии \"Энергоатом\"." },
        { tag: "li", body: "Идеалист, романтик - ужасное сочетание, так как их сочетание вызывает много противоречий, что часто похоже на забуксовавший автомобиль. Понятие \"романтик\" в моем понимании может отличаться от общепринятого. Об этом можно поговорить при личных встречах. Я вообще люблю говорить о себе. Вот, помню, однажды..." },
        { tag: "li", body: "Ценю в людях чувство юмора. При верстке люблю обращать особое внимание незначительным мелочам, но которые создают первое впечатление о сайте. Хочу научиться оптимизировать свой код и находить более быстрые и практичные решения. Заинтересовал JavaScript и хочу совершенствовать навыки использования. Стремлюсь сменить место работы, быть полезным и находить нестандартные, но эффективные решения каких-либо задач. Всегда рад новым знакомствам, дельным советам, общению." }
    ]
}